Repository: wp-plugins/buddypress-edit-activity
Catalog: languages/buddypress-edit-activity-*.po
Languages: fa_ir, it_it

source: Couldn't load main class at:<br/>%s
fa_ir: خطا در بارگذاری کلاس اصلی <br/>%s
it_it: non è stato possibile caricare la classe principale a:<br/>%s

source: <h1>Fatal error:</h1><hr/><pre>%s</pre>
fa_ir: <h1>خطای مهلک:</h1><hr><pre>%s</pre>
it_it: <h1>Errore Fatale:</h1><hr/><pre>%s</pre>

source: Save Changes
fa_ir: ذخیره تغییرات
it_it: Salva i cambiamenti

source: Admin only
fa_ir: تنها مدیر
it_it: Solo gli Amministratori

source: Admin and user who created the post
fa_ir: مدیر و کاربری که پست را ارسال کرده
it_it: Sia Gli Amministratori che coloro che hanno creato il post

source: Activity Posts
fa_ir: پست ها
it_it: Commenti

source: Activity Replies
fa_ir: نظرات
it_it: Repliche

source: Edit
fa_ir: ویرایش
it_it: Modifica

source: Save
fa_ir: ذخیره
it_it: Salva

source: Nothing found!
fa_ir: هیچ چیزی پیدا نشد!
it_it: Nulla di fatto!

source: Error!
fa_ir: خطا!
it_it: Errore!

source: Front-end Editing Settings
fa_ir: تنظیمات ویرایش کردن در سایت
it_it: Settaggi modifiche pannello di controllo

source: Who can edit activity
fa_ir: چه کسی بتواند پست را ویرایش کند؟
it_it: Chi può modificare i post

source: Editable on front-end
fa_ir: قابل ویرایش در سایت
it_it: Rendi modificabili

source: Disallow editing after
fa_ir: پس از این زمان چه زمانی اجازه ویرایش نده
it_it: Impedire la modifica dopo

source: Buddypress Edit Activity
fa_ir: ویرایش فعالیت بادی پرس
it_it: Modifica attività su Buddypress

source: Need BuddyPress customizations?
fa_ir: نیازمند سفارشی سازی بادی پرس هستید ؟
it_it: Hai suggerimenti da darci?

source: Say hello.
fa_ir: بگو سلام.
it_it: Clicca qua

source: minutes
fa_ir: دقیقه
it_it: minuti

source: Leave at 0 to set no time limit
fa_ir: برای زمان نا محدود عدد 0 را وارد نمایید
it_it: Lascia 0 per rendere le modifiche senza limiti di tempo

source: Exclude admins from time limit.
fa_ir: مدیران را از این قائده مستثنی کن
it_it: Non applicare Il limite per modificare i post agli Amministratori

source: Settings updated.
it_it: Aggiorna le impostazioni.

source: Settings
it_it: Impostazioni

source: Cancel
it_it: Annulla

source: Cheatin&#8217; huh?
fa_ir: تقلب نداریم !!!
